Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/travel_and_recreation/recreational_activities_in_ireland/sport_and_leisure/fishing_licences_and_permits.html.txt.tmx
Source language: en
Languages: ga

source: Angling is regulated by Inland Fisheries Ireland (IFI), a State body established in July 2010 following the amalgamation of the Central Fisheries Board and the seven former Regional Fisheries Boards into a single agency
ga: Rialaíonn Iascaigh Intíre na hÉireann (IIE) cúrsaí slatiascaireachta, comhlacht Stáit a bunaíodh i mí Iúil 2010 tar éis chónascadh an Príomh-Bhoird Iascaigh agus na Boird Iascaigh Réigiúnacha mar aon ghníomhaireacht amháin

source: The main function of Inland Fisheries Ireland is to advise the Minister on policy relating to the conservation, protection, management, development and improvement of inland fisheries and sea angling
ga: Is é an phríomhfheidhm atá ag Iascaigh Intíre na hÉireann ná comhairle a chur ar an Aire maidir le beartas a bhaineann le caomhnú, cosaint, bainistíocht, forbairt agus feabhsú iascaigh intíre agus slatiascaireachta mara

source: It ensures that national and local fisheries laws are observed in both inland waterways and out to the 12 mile fishing limit off the coast
ga: Cinntíonn sé go gcloítear le dlíthe iascaigh náisiúnta agus áitiúla in uiscebhealaí intíre agus amach chomh fada leis an teorainn iascaigh 12 mhíle amach ón gcósta

source: It also ensures that Ireland's fisheries resources are protected and conserved
ga: Cinntíonn sé freisin go dtugtar cosaint agus go gcaomhnaítear acmhainní iascaigh na hÉireann

source: Angling in Ireland is divided into the following categories: coarse, game, sea, pike, and river trout
ga: Tá an iascaireacht duáin in Éirinn roinnte sna rannóga seo a leanas: garbh, spórt, farraige, liús, agus breac

source: Protected fisheries species in Ireland include salmon, sea trout, sea bass, molluscs, eels and all freshwater fish
ga: I measc na ngnéithe éisc atá faoi chosaint in Éirinn tá bradán, breac geal, bass farraige, iasc sliogánach, eascann agus iasc uisce locha ar fad

source: State licences are required in order to fish for salmon or sea trout in any part of Ireland
ga: Teastaíonn ceadúnais ón Stát le dul ag iascaireacht bradáin nó breac geal in aon chuid den tír

source: One of the effects of water pollution, fish kills and other problems is that fish populations in inland waterways can be affected
ga: Cuireann truailliú uisce, márú éisc agus fadhbanna eile isteach ar dhaonra éisc i mbealaí uisce intíre

source: The IFI has a fish stock management programme in place to restore fish populations in affected areas
ga: Tá clár bainistiú stoic éisc ag an IIE le daonra éisc in áiteanna a d'fhulaing a thabhairt ar ais

source: Fish stock mangement has also been used to enhance the status of fisheries and to address issues such as protection and conservation of species
ga: Baineadh úsáid freisin as bainistiú stoic éisc le stádas na hiascaireachta a ardú agus le dul i ngleic le ceisteanna maidir le cosaint agus caomhnú na ngnéithe

source: Read more about fish farms in Ireland here
ga: Léigh tuilleadh faoi fheirmeacha éisc in Éirinn anseo

source: Inland Fisheries Ireland, the Irish Naval Service, the Aer Corps and an Garda Siochana are all involved in the protection of Irish inland and sea fishery resources
ga: Tá baint ag an Iascach Intíre Éireann, ag Cabhlach na hÉireann, ag an Aer Corps agus an Garda Síochána ar fad i gcaomhnú na n-acmhainní iascaireachta in uiscí intíre agus i bhfarraigí na hÉireann

source: Under a national patrol plan all protection and surveillance operations are co-ordinated
ga: Plean patróil náisiúnta comhordú na hoibríochtaí chosanta agus faire go léir

source: The aim of the patrol and surveillance services is to create a deterrant to illegal activity by ensuring maximum visible presence in waters and to prosecute offencers and confiscate illegal nets, equipment, tackle and catch
ga: Tá sé mar aidhm ag na seirbhísí patróil agus faire cosc a chur ar ghníomhaíocht mhídhleathúil tríd a bheith i láthair agus le feiceáil chomh minic agus is féidir in uiscí agus farraigí agus leis an dlí a chur orthu siúd a bhriseann é, líonta mídhleathacha, trealamh, gléas iascaireachta agus an t-iasc féin a thógáil

source: Tagging and logging salmon catches
ga: Cluaisíní a chur ar mhárú bradáin agus tuairisc a choinneáil

source: A system of tagging and recording details of all commercial and recreational salmon catches in Ireland was introduced in 2000
ga: Tháinig córas i bhfeidhm in Éirinn sa bhliain 2000 le cluaisíní a chur ar bhradáin agus tuairisc a choinneáil ar gach márú tráchtála agus spóirt

source: This system of tagging and recording details of salmon caught is similar to systems in place in Canada, France, Spain and in the US
ga: Tá an córas seo cosúil le córais atá i bhfeidhm i gCeanada, sa Fhrainc, sa Spáinn agus i Stáit Aontaithe Meiriceá

source: Further information on the Salmon and Sea Trout Tagging Scheme is available on Inland Fisheries Ireland's angling website fishinginireland.info
ga: Cuireann an córas cluaisíní seo staitisticí tábhachtacha ar fáil maidir le máruithe agus tuairim maidir le leibhéal stoic sna haibhneacha

source: • The majority of waters in Ireland are owned either privately or are owned by the State
ga: • Tá formhór uiscí na hÉireann in úinéireacht phríobháideach nó in úinéireacht an Stáit

source: A fishing permit issued by the owner of the waterway gives you the right to fish for varying periods ranging from a day to a season
ga: Éisíonn úinéir an uisce ceadúnas iascaireachta a thugann cead iascaireachta ag tréimhsí éagsúla idir lá amháin agus séasúr uilig

source: • The only legal way to catch freshwater fish in Ireland is by rod and line
ga: • Ní féidir breith ar iasc abhann ar aon bhealach eile go dleathúil in Éirinn ach le slat agus líne

source: It is illegal for one person to use more than two rods at a time
ga: Tá sé in aghaidh an dlí ag duine amháin a bheith ag baint úsáide as dhá slat ag aon am amháin

source: • It is illegal to use live fish as bait
ga: • Tá sé i gcoinne an dlí a bheith ag baint úsáide as iasc beo mar baoite

source: • You must obtain a State Fishing licence, tags and a separate fishing permit in order to fish for salmon and sea trout
ga: • Ní mór duit ceadúnais Iascaireachta Stáit, cluaisíní agus ceadúnas faoi leith iascaireachta a fháil más mian leat dul ag iascaireacht bradán agus breac geal

source: Prices and duration of permits will vary
ga: Tá tréimhsí ama agus praghasanna éagsúla ag baint leis na ceadúnais

source: (See how to apply)
ga: (Breathnaigh thíos sa mhír conas iarratas a dhéanamh)

source: • Most fisheries close on 30 September each year (with a few exceptions that close on various dates between 15 September and 12 October)
ga: • Tagann deireadh le formhór na hiascaireachta ar an 30 Meán Fómhair gach bliain (roinnt eisceachtaí ann nuair a dhúnann áiteanna ar dhátaí éagsúla idir 15 Meán Fómhair agus 12 Deireadh Fómhair)

source: Check with your local IFI office for further information
ga: Is féidir tuilleadh eolais a fháil ó d'oifig IIE áitiúil

source: • It is illegal to keep or kill any sea trout in Connemara (western Ireland) or the Ballinakill district (above Connemara)
ga: • Tá sé i gcoinne an dlí aon bhreac geal a mhárú nó a choinneáil i gConamara (iarthar na hÉireann) nó i gceantar Bhaile na Coille (ó thuaidh de Chonamara)

source: • It is illegal to sell rod-caught salmon or sea trout over 40cm between 1 January and 31 October in any year
ga: • Tá sé mídhleathach bradán nó breac geal os cionn 40 cm a rugadh air le slat a dhíol idir an 1 Eanáir agus an 31 Deireadh Fómhair in aon bhliain

source: • On some waters, "fly-only" regulations or other restrictions may in place
ga: • D'fhéadfadh sé go mbeadh iascaireacht teoranta ar uiscí faoi leith don fhlaidireacht nó d'fhéadfadh teoranna eile a bheith i bhfeidhm

source: Check with the owner of the waterway or your local Fisheries District Office for more information
ga: Is féidir cinntiú le úinéir an uisce nó leis an mBord Réigiúnda Iascaigh má theastaíonn tuilleadh eolais

source: More information on fishing regulations is available here
ga: Is féidir tuilleadh eolais faoi rialacháin iascaigh a fháil anseo

source: A State Licence is required to fish for salmon and sea trout
ga: Is gá Ceadúnas Stáit a fháil chun iascaireacht a dhéanamh i gcomhair bradán agus breac geal

source: You can purchase a licence for a period of one day up to a licence for a year
ga: Is féidir leat ceadúnas a cheannach ar feadh lá amháin nó suas chomh fada le bliain

source: Information on the range of licences available and their cost is available on Inland Fisheries Ireland's angling website where you can also purchase the licence online
ga: Tá faisnéis faoin réimse ceadúnais atá ar fáil agus faoin gcostas a bhaineann leo ar láithreán slatiascaireachta Iascaigh Intíre na hÉireann, áit ar féidir leat an ceadúnas a cheannach ar líne

source: While a licence is required to fish for salmon and sea trout it does not entitle you to fish
ga: Cé go bhfuil gá le ceadúnas chun iascach i gcomhair bradán agus breac geal, ní chiallaíonn sé go bhfuil tú i dteideal iascach

source: Fishing permits or permission from fisheries owners is also usually required and must be obtained separately
ga: Is iondúil go mbíonn gá le ceadúnais nó cead iascaigh ó úinéirí iascaigh freisin, agus ní mór é sin a fháil as féin

source: In general, a fishing permit costs from €20 to €50 a day
ga: Go ginearálta, cosnaíonn ceadúnas iascaigh idir €20 agus €50 in aghaidh an lae

source: Contact your local fishing tackle shop, your local Fisheries District Office or Inland Fisheries Ireland for more information about fishing licences, permits and angling in your area
ga: Téigh i dteagmháil le do shiopa áitiúil iascaireachta, d’Oifig Áitiúil Iascaigh nó le Iascaigh Intíre na hÉireann chun tuilleadh faisnéise a fháil faoi cheadúnais agus slatiascaireacht i do cheantar
